[
    "Bananas are berries, but strawberries aren’t.",
  "A day on Venus is longer than a year on Venus.",
  "Wombat poop is cube-shaped.",
  "The Eiffel Tower can be 15 cm taller during the summer due to heat expansion.",
  "Honey never spoils – archaeologists have found 3,000-year-old edible honey.",
  "Octopuses have three hearts.",
  "Water can boil and freeze at the same time, called the 'triple point'.",
  "A shrimp's heart is in its head.",
  "There's a species of jellyfish that can live forever by reverting to its juvenile form.",
  "A group of flamingos is called a 'flamboyance'.",
  "Scotland has 421 words for 'snow'.",
  "You can hear a blue whale’s heartbeat from over 2 miles away.",
  "Sloths can hold their breath longer than dolphins – up to 40 minutes.",
  "The world's largest desert isn’t the Sahara – it’s Antarctica.",
  "A bolt of lightning is five times hotter than the surface of the sun.",
  "Butterflies can taste with their feet.",
  "Cows have best friends and get stressed when separated.",
  "A single cloud can weigh over a million pounds.",
  "The inventor of the frisbee was turned into a frisbee after he died.",
  "Tigers have striped skin, not just striped fur.",
  "A day on Mars is just 37 minutes longer than a day on Earth.",
  "There’s a town in Norway where the sun doesn’t set for 2.5 months in summer.",
  "The smell of freshly-cut grass is actually a plant distress signal.",
  "The 'M’s in M&M’s stand for Mars and Murrie, the two businessmen who created them.",
  "An octopus can squeeze through anything larger than its beak.",
  "The dot over the lowercase 'i' and 'j' is called a tittle.",
  "The inventor of the Pringles can is buried in one.",
  "A group of crows is called a 'murder'.",
  "A baby puffin is called a 'puffling'.",
  "An ant can survive falling from any height because of its small mass.",
  "Cleopatra lived closer to the invention of the iPhone than the construction of the Great Pyramid.",
  "Sharks existed before trees.",
  "There are more stars in the universe than grains of sand on Earth.",
  "Some turtles can breathe through their butts.",
  "The heart of a blue whale weighs as much as a small car.",
  "A day on Uranus lasts 17 hours, but its year is 84 Earth years.",
  "The inventor of the Rubik's Cube took a month to solve his own puzzle.",
  "A jiffy is an actual unit of time – 1/100th of a second.",
  "Pineapples take about two years to grow.",
  "Rabbits can't vomit.",
  "Bubble wrap was originally intended as wallpaper.",
  "The world's oldest known joke is a Sumerian fart joke from 1900 BC.",
  "A cockroach can live for weeks without its head before starving to death."
]
